import styles from "./page.module.scss";
import Link from "next/link";

export default function Home() {

  const Big_article = ({ title, content }) => {
    return (
      <article>
        <h2>{title}</h2>
        <p>{content}</p>
      </article>
    );
  }


  return (
    <main className={styles.main}>
      <Link href="/efodia" className={styles.button}><div className={styles.button}>Efodiastiki</div></Link>
      <article>
        <h2>Τι είναι ηλεκτρονική υγεία?</h2>
        <p>
          Η ηλεκτρονική υγεία είναι εργαλεία βασισμένα στις τεχνολογίες
          πληροφορικής και επικοινωνιών που
          στοχεύουν στην καλύτερη πρόληψη,
          διάγνωση, θεραπεία,
          παρακολούθηση και διαχείριση της
          υγείας και του τρόπου ζωής.O ματεο γαμιεται.
        </p>
      </article>
      <article>
        <h2>Ποιές είναι οι υποδομές για την ηλεκτρονική υγεία?(2)</h2>
        <p>
          1.Υποδομές γενικών εφαρμογών<br />2.Εξειδικευμένες για ιατρικές υπηρεσίες
        </p>
      </article>
      <article>
        <h2>Ποια τα πλεονεκτήματα των υποδομών γενικών εφαρμογών?(2)</h2>
        <p>
          1.Βασιζόμαστε σε υποδομές που χρησιμοποιούνται ήδη και έχουν δοκιμαστεί άρα είναι αξιόπιστες<br />2.Σημαντικά μειωμένο κόστος λόγο μεγάλης χρήσης
        </p>
      </article>
      <article>
        <h2>Ποιές είναι οι υποδομές γενικών εφαρμογών? (4)</h2>
        <p>
          1.Δίκτυα επικοινωνίας<br />2.Υπολογιστικές συσκευές<br />3.Διατάξεις ταυτοποίησης<br />4.Υποδομές λογισμικού γενικής χρήσης
        </p>
      </article>
      <article>
        <h2> Ποιές είναι οι υποδομές εξειδικευμένες για την Υγεία? (2)</h2>
        <p>
          1.Διαγνωστικές συσκευές<br />2.Συσκευές ιατρικής υποστήριξης
        </p>
      </article>
      <article>
        <h2>Ποια τα συστήματα υποστήριξης ζωής? (5)</h2>
        <p>
          1.Συστήματα καρδιοπνευμονικής παράκαμψης<br />2.Συστήματα μηχανικής υποστήριξης<br />3.Συστήματα διάχυσης<br />4.Συστήματα ιονίζουσας ακτινοβολίας<br />5.Απινιδωτές
        </p>
      </article>
      <article>
        <h2>Ποια τα συστήματα λογισμικού για την υγεία? (5)</h2>
        <ol><li>Λογισμικό παρακολούθησης βιοϊατρικών σημάτων</li><li>Λογισμικό ελέγχου κρίσιμων διαδικασιών</li><li>Λογισμικό υποστήριξης αποφάσεων</li><li>Διαχειριστικό λογισμικό</li><li>Λογισμικό ανάλυσης</li></ol>
      </article>
      <article>
        <h2>Ποιες οι τεχνολογίες λογισμικού? (2)</h2>
        <ol><li>Αντικειμενοστραφής προγραμματισμός</li><li>Τεχνικές ανάπτυξης διαδικτυακών εφαρμογών</li></ol>
      </article>
      <article>
        <h2>Τι είναι το πρότυπο?	</h2>
        <p>
          Πρότυπο είναι ένα έγγραφο που δημιουργείται μετά από συμφωνία και την έγκριση ενός σωματείου/οργανισμού, το οποίο παρέχει κανόνες, οδηγίες ή χαρακτηριστικά ενεργειών / δράσεων ή τα αποτελέσματα τους. Στόχος του είναι η βέλτιστη τάξη πραγμάτων σε ένα πρόβλημα.
        </p>
      </article>
      <article>
        <h2>Τι είναι προτυποποίηση?	</h2>
        Η προτυποποίηση είναι μια συστηματική δράση που δημοιουργεί τάξη, δίνει τη δυνατόητα επιλογής και τυποποιεί κανόνες. Επιπλέον περιγράφει αλλά και παρέχει τις απαιτήσεις που πρέπει να πληρούν τα προιόντα, οι διαδικασίες και οι υπηρεσίες.

      </article>
      <article>
        <h2>Ποιοι οργανισμοί δραστηριοποιούνται στην ανάπτυξη προτύπων? (6)</h2>
        <ol><li>American National Standards Institute</li><li>CEN Technical Commitee</li><li>ISO Technical Commitee</li><li>American Society for Testing and Materials</li><li>Healthcare Informatics Standards Planning Panel</li><li>Computer-based Patient Record Insitute</li></ol>

      </article>
      <article>
        <h2>Ποια η διαδικασία δημιουργίας συμπεφωνημένων προτύπων? (5)</h2>
        <ol><li>Αναγνώριση</li><li>Σύλληψη</li><li>Συζήτηση</li><li>Συγγραφή</li><li>Αρχική εφαρμογή και υλοποίηση</li></ol>

      </article>
      <article>
        <h2>Ποιοι παράγοντες και οργανισμοί επηρεάζουν τη δημιουργία προτύπων?</h2>
        Παράγοντες:<br /><ol><li>Τεμαχισμός αγοράς</li><li>Μη συμβατές εφαρμογές</li><li>Υψηλό κόστος</li><li>Μικρός κύκλος ζωής</li><li>Ύπαρξη προβλημάτων και εμποδίων όσον αφορά την ενοποίηση διαφορετικών συστημάτων</li></ol><div>Προκλήσεις:</div><div><ol><li>Ταίριασμα του ρυθμού ανάπτυξης των προτύπων με τις απαιτήσεις της αγοράς</li><li>Συντόμευση χρόνου για την παραγωγή</li><li>Συντονισμός και ενίσχυση των ρόλων των εθνικών και διεθνών αρχών</li></ol></div>

      </article>
      <article>
        <h2>Τι είναι ο Ιατρικός φάκελος ασθενούς?</h2>
        Ο Ιατρικός φάκελος είναι η αποθήκη όλων των πληροφοριών που αφορούν το ιατρικό ιστορικό του ασθενούς. Αποτελεί την βάση της διάγνωσης και της θεραπευτικής αντιμετώπισης του ασθενούς αλλά και την βάση επιδιμιολογικών ερευνών. Επιπλέον, παρέχει πληροφορίες διοικητικής, οικονομικής και στατιστικής φύσεως, καθώς και ποιοτικού ελέγχου.

      </article>
      <article>
        <h2>Ποια τα πλεονεκτήματα του ΗΦΑ? (8)	</h2>
        <ol><li>Μείωση κόστους λειτουργίας νοσηλευτικών ιδρυμάτων</li><li>Επεξεργασία δεδομένων</li><li>Μείωση επανάληψης ιατρικών εξετάσεων</li><li>Βελτίωση της ιατρικής περίθαλψης</li><li>Κέρδος χρόνου στην αναζήτηση και συμπλήρωση στοιχείων του ιατρικού φακέλου</li><li>Ασφάλεια</li><li>Εξ&apos; αποστάσεως πρόσβαση σε στοιχεία του ΗΦΑ</li><li>Ευκολία εκμάθησης των εφαρμογών</li></ol>

      </article>
      <article>
        <h2>Ποια τα μειονεκτήματα του ΗΦΑ? (4)	</h2>
        <ol><li>Ασυμβατότητα ιατρικής κουλτούρας</li><li>Μεγάλη ποικιλία βάσεων δεδομένων και πρωτοκόλλων</li><li>Θέματα ηθικά, προστασίας προσωπικών δεδομένων και νομικά ζητήματα.</li><li>Εξειδικευμένο προσωπικό</li></ol>

      </article>
      <article>
        <h2>Περιεχόμενα ΗΦΑ. (8)</h2>
        <ol><li>Ασφάλεια</li><li>Διασυνδεσιμότητα</li><li>Ευρύτητα - περιεκτικότητα</li><li>Μεταφερσιμότητα</li><li>Διαχρονική συμβατότητα</li><li>Επεκτασιμότητα</li><li>Διαθεσιμότητα</li><li>Χρήση προτύπων</li></ol>

      </article>
      <article>
        <h2>Χρήση ΗΦΑ (8)</h2>
        <ol><li>Φροντίδα Υγείας</li><li>Αυτόματη λήψη των εξετάσεων του ασθενή</li><li>Διασύνδεση με άλλα υποσυστήματα του νοσοκομείου</li><li>Προγραμματισμός ασθενών, εργασιών</li><li>Λογιστικές χρήσεις</li><li>Στατιστική επεξεργασία των δεδομένων, έρευνα</li><li>Υποστήριξη της απόφασης , σύνδεση με πηγές γνώσης</li><li>Μελέτη σχέσης κόστους - οφέλους</li></ol>

      </article>
      <article>
        <h2> Τα κυριότερα πρότυπα ορολογίας και κωδικοποιήσεων. (4)</h2>
        <ol>
          <li>SNOMED</li>
          <li>MeSH</li>
          <li>Διεθνής ταξινόμηση των ασθενειών (ICD)</li>
          <li>ICPC</li>
        </ol>
        EN 13606	Το πρότυπο αυτό προσαρμόζεται με το HL7 CDA. Αυτό σχηματίζει μια γέφυρα σημαντικής επικοινωνίας ανάμεσα σε Ευρώπη και Αμερική.

      </article>
      <article id={styles.openHr}>
        <h2>Τι είναι το OpenEHR model?</h2>
        Είναι ένα κοινό πλαίσιο αναφοράς  ανοιχτών προδιαγραφών για τη δημιουργία , αποθήκευση  και διαχείριση δεδομένων  ασθενή έτσι ώστε να είναι δυνατή  η ανταλλαγή  τους μεταξύ  διαφορετικών healthcare prοviders  με ασφάλεια.

      </article>
      <article>
        <h2> Τι κάνει και τι είναι το πρότυπο HL7?</h2>
        Είναι ένα πρότυπο για την ανταλλαγή πληροφοριών  μεταξύ πληροφοριακών συστημάτων  που υποστηρίζουν εφαρμογές ιατρικής φροντίδας.< br />  Ορίζει  το  περιεχόμενο  και τη   μορφή   με τ   ην οποία θα ανταλλάσονται  μεταξύ διαφορετικών πληροφοριακών συστημάτων υγείας τα διάφορα κλινικά και οικονομικά δεδομένα.Ορίζει   trigger events  και  error messaging σε περίπτωση λάθους στην ανταλλαγή.

      </article>
      <article>
        <h2>Ποιός ο στόχος της ιατρικής απεικόνισης ? </h2>
        Είναι να παρέχει πληροφορίες σχετικά με τις φυσιολογικές διεργασίες του σώματος ή των οργάνων χρησιμοποιώντας εξωτερικές ή εσωτερικές πηγές ακτινοβολίας ή συνδυασμό αυτών.

      </article>
      <article>
        <h2>Τέσσερις βασικές τεχνικές απεικόνισης:</h2>
        <ol><li>Αξονική τομογραφία</li><li>Σπινθηρογράφημα και η τομογραφία εκπομπής ποζιτρονίων</li><li>Υπερηχογραφία</li><li>Μαγνητική τομογραφία</li></ol>

      </article>
      <article>
        <h2> Πως δουλεύει μια ακτινογραφία ? </h2>
        Χρησιμοποιεί ακτίνες χ οι οποίες είναι μια ιονίζουσα ακτινοβολία που αλλάζει τη δύναμη της ανάλογα την πυκνότητα των ιστών που διαπερνά.Στη συνέχεια η ακτινογραφική ταινία αντικαθίσταται από ηλεκτρονικούς ανιχνευτές, οι οποίοι μειώνουν τις δόσεις της ακτινοβολίας κατά τη διάρκεια της εξέτασης και βοηθούν στην απευθείας ψηφιοποίηση της ακτινογραφίας.

      </article>
      <article>
        <h2>Τι είναι η αξονική τομογραφία και πως δουλεύει ? </h2>
        Αξονικός τομογράφος είναι μια σειρά από εκπομπούς και υποδοχείς σε έναν κύκλο γύρω από τον ασθενή ο οποίος παρέχει μια διαδοχή από εικόνες δύο διαστάσεων με τμήματα του σώματος, στη συνέχεια μέσω ηλεκτρονικής ψηφιοποίησης και επξεργασίας παρέχεται μια τρισδιάστατη αναπαράσταση των οργάνων του σώματος.

      </article>
      <article>
        <h2>Τι είναι η υπερηχογραφία ? </h2>
        Είναι μη ιονισμένα ακουστικά κύματα που δεν γίνονται αντιληπτά από ανθρώπινο αυτί. Ένας αισθητήρας πιέζεται στο δέρμα όσο το δυνατόν πιο κοντά στο όργανο
        που μελετάται στη συνέχεια εκπέμπει υπερήχους που διέρχονται από τους ιστούς και
        ανακλώνται πίσω στον ανιχνευτή με τη μορφή αντηχήσεων οι οποίες αναλύονται από τον υπολογιστή και μετατρέπονται σε εικόνα
        υπερήχων.

      </article>
      <article>
        <h2> Τι είναι το σπινθηρογράφημα ? (PET SCAN) </h2>
        Μικρές ποσότητες ραδιοσυχνοτήτων εγχέονται στο σώμα για να
        αλληλοεπιδράσουν με τα όργανα ή τους ιστούς που μελετώνται.Μια κάμερα γάμμα σε συνδυασμό με ένα Η / Υ συλλέγει και αναλύει τις ακτίνες
        γάμμα που εκπέμπονται από ένα ισότοπo.

      </article>
      <article>
        <h2> Τι είναι το MRI ? </h2>
        Χρησιμοποιεί εξωτερικό μαγνητικό πεδίο που παράγεται από ένα μαγνητικό
        πηνίο τοποθετημένο γύρω από τον ασθενή για να διεγείρει τους ατομικούς
        πυρήνες - στόχους.Τα διεγερμένα πρωτόνια υδρογόνου μετατρέπονται σε μια εσωτερική πηγή
        ενέργειας που παρέχει ηλεκτρομαγνητικά σήματα.& nbsp; Αυτά τα σήματα καταγράφονται και μετατρέπονται σε εικόνες.Παρέχει εικόνες υψηλής ανάλυσης μαλακών ιστών(πχ.Εγκέφαλος, νωτιαίος
        μυελός, μύες, τένοντες, σπλάχνα) με εξαιρετική ακρίβεια.

      </article>
      <article>
        <h2> Πως γίνεται ο μετασχηματισμός ενός αναλογικού σήματος σε ψηφιακό ?</h2>
        Σε δύο επίπεδα:<br /><ol><li>Διακριτικοποίηση στο χώρο (δειγματοληψία) η οποία καθορίζεται το μέγεθος ή ανάλυση της εικόνας.</li><li>Ποσοτικοποίηση της φωτεινής ακτινοβολίας:διακριτή ευκρίνεια των επιπέδων
          του γκρίζου χρώματος για τις μονόχρωμες εικόνες ή του πλήθους χρωμάτων για
          τις έγχρωμες εικόνες</li ></ol>

      </article>
      <article>
        <h2>Τι δείχνει το ιστόγραμμα ?</h2>
        Την
        κατανομή των εικονοστοιχείων στην
        εικόνα.Αν η εικόνα είναι μάλλον φωτεινή ή μάλλον
        σκοτεινή.& nbsp;Χρησιμοποιείται στην αρχική προ - επεξεργασία για να διευκολυνθεί η
        μετέπειτα ανάλυση της.Δεν παρέχει πληροφορίες για την χωρική κατανομή των εικονοστοιχείων.Δυο διαφορετικές εικόνες μπορούν να έχουν το ίδιο ιστόγραμμα.

      </article>
      <article>
        <h2> Τι είναι το προτόκολλο DICOM ?</h2>
        Είναι ένα πρότυπο που χρησιμοποείται παγκοσμίως σε συστήματα ιατρικής απεικόνισης και κυριάρχησε στη μεταφορά των ιατρικών εικόνων.Παρέχει κανόνες για ανταλλαγή δεδομένων και σωστή επικοινωνία μεταξύ:
        μηχανημάτων, υπολογιστών και νοσοκομείων.

      </article>
      <article>
        <h2>Από τι αποτελείται το αρχείο DICOM ? </h2>
        <ol><li>Επικεφαλίδα:δεδομένα που αφορούν τον ασθενή, τον τύπο της εικόνας, τον
          εξοπλισμό που χρησιμοποιείται, τις συνθήκες απόκτησης της εικόνας</li > <li>Εικόνα:: μπορεί να είναι πάνω από δύο διαστάσεων (3D ή σε κίνηση). Είναι
            δυνατή η συμπίεση της με κωδικοποίηση χωρίς/ ή με απώλειες</li></ol >
      </article>
      <article>
        <h2> Πως δουλεύει το πρότυπο DICOM.</h2>
        Το πρωτόκολλο DICOM διαχωρίζει τα δεδομένα σε 3 κύρια αντικείμενα:
        <ol>
          <li>ασθενείς</li>
          <li>μελέτες</li>
          <li>εικόνες</li>
        </ol>
        Χρησιμοποιείται για:
        <ol>
          <li>παραγωγή</li>
          <li>αποθήκευση</li>
          <li>μετάδοση</li>
          <li>αναζήτηση</li>
          <li>ανάκτηση</li>
          <li>εμφάνιση ιατρικών εικόνων</li>
        </ol>
      </article>
      <Big_article title="Τι είναι ένα δίκτυο αισθητήρων?" content="Χρησιμοποιούνται για να μετρήσουν στοιχεία όπως η θερμοκρασία, η ατμοσφαιρική πίεση, η υγρασία κλπ." />
      <Big_article title="Απο τι αποτελείται ένα δίκτυο αισθητήρων?" content="Από ένα μεγάλο αριθμό αισθητηρίων κόμβων, οι οποίοι είναι τοποθετημένοι σε κοντινές αποστάσεις και επικοινωνούν μεταξύ τους απευθείας ή μέσω ενός κεντρικού κόμβου, είτε είναι τοποθετημένοι σε μακρινές αποστάσεις και χρησιμοποιούν άλλα δίκτυα, όπως το διαδίκτυο, για τη συλλογή των δεδομένων τους ή την επικοινωνία τους." />
      <Big_article title="Τι είναι ένα ασύρματο δίκτυο αισθητήρων?" content="Ένα ασύρματο δίκτυο αισθητήρων (WSN) είναι ένα ασύρματο δίκτυο που αποτελείται από κατανεμημένες αυτόνομες συσκευές στο χώρο που χρησιμοποιούν τους αισθητήρες για να ελέγξουν τις φυσικές ή περιβαλλοντικές συνθήκες, όπως θερμοκρασία, ήχος, δόνηση, πίεση κ.α. σε διαφορετικό χώρο" />
      <Big_article title="Απο τι αποτελείται ένα κόμβος του ασύρματου δίκτυου αισθητήρων?" content="Κάθε κόμβος αποτελείται από:1.Έναν ή περισσότερους αισθητήρες 2.Ραδιοπομποδέκτη ή άλλη ασύρματη συσκευή επικοινωνιών 3.Μικροελεγκτή 4.Πηγή ενέργειας (συνήθως μπαταρία) Το μέγεθος και το κόστος οδηγεί στους αντίστοιχους περιορισμούς του κάθε κόμβου: ενέργεια, μνήμη, υπολογιστική ταχύτητα και το εύρος φάσματος.The king of the laundry room." />
      <Big_article title="Πως ελαχιστοποιείται η κατανάλωση ενέργειας σε κάθε κόμβο? (2)" content="Με πυκνή διάταξη αισθητήρων, με επικοινωνία μέσω πολλαπλών αλμάτων.Οι τιμές ισχύος εκπομπής μπορούν να διατηρηθούν σε χαμηλά επίπεδα, ιδιαιτέρως επιθυμητό σε κατασκοπευτικές δραστηριότητες.Κάθε κόμβος διαθέτει επεξεργαστή που του δίνει τη δυνατότητα να επεξεργαστεί τα δεδομένα πρώτα και να αποστείλει μόνο τα απαραίτητα και μερικώς επεξεργασμένα δεδομένα." />
      <Big_article title="Πως επιτυγχάνεται η μικρότερη κατανάλωση ενέργειας?" content="1.Χρόνος ζωής δικτύου: Τεχνικές για την ελαχιστοποιήση της κατανάλωσης ενέργειας στους κόμβους Χρήση των πρωτοκόλλων δρομολόγησης και συλογής2.Κάλυψη του δικτύου: Δεν ταυτίζεται πάντα με την ακτίνα κάλυψης των επικοινωνιακών συνδέσεων του κάθε κόμβου. Με τη χρήση multi-hop τεχνικών επεκτείνεται η κάλυψη πολύ πιο μακριά Θεωρητικά τείνει στο άπειρο. Πρακτικά, μετά από έναν αριθμό hops και μια συγκεκριμένα ακτίνα εκπομπής, η κατανάλωση ισχύος του δικτύου αυξάνεται και μειώνεται ο χρόνος αντίδρασης του. 3.Επεκτασιμότητα 4.Αντοχή και σφάλματα>" />
      <Big_article title="Ποια τα χαρακτηριστικά των WSNs?" content="1.Χρόνος ζωής δικτύου: Τεχνικές για την ελαχιστοποιήση της κατανάλωσης ενέργειας στους κόμβους Χρήση των πρωτοκόλλων δρομολόγησης και συλογής2.Κάλυψη του δικτύου: Δεν ταυτίζεται πάντα με την ακτίνα κάλυψης των επικοινωνιακών συνδέσεων του κάθε κόμβου. Με τη χρήση multi-hop τεχνικών επεκτείνεται η κάλυψη πολύ πιο μακριά Θεωρητικά τείνει στο άπειρο. Πρακτικά, μετά από έναν αριθμό hops και μια συγκεκριμένα ακτίνα εκπομπής, η κατανάλωση ισχύος του δικτύου αυξάνεται και μειώνεται ο χρόνος αντίδρασης του. 3.Επεκτασιμότητα 4.Αντοχή και σφάλματα>" />
      <Big_article title="Ποιοι οι ρόλοι των συμμετχόντων σε wsn? (3)" content="1.Πηγές δεδομένων>2.Καταβόθρες3.Ενεργοποιητές" />
      <Big_article title="Ποια τα μοντέλα επικοινωνίας? (3)" content="1.Μονόδρομη επικοινωνία :μεταγωγή του πακέτου από σύνδεση σε σύνδεση κατά μήκος του δικτύου >2.Ευρεία μετάδοση (broadcast):το πακέτο αντιγράφεται και αντίγραφα του αποστέλλονται σε όλους τους κόμβους του δικτύου 3.Πολυδιανομή (multicast): ένα αντίγραφο του πακέτου αποστέλλεται σε όλα τα μέλη ενός ρητά προσδιορισμένου υποσυνόλου των κόμβων. Το android ειναι καλυτερο απο το ios.	" />
      <Big_article title="Ποιες οι τοπολογίες? (3)" content="1. Distributed 2. Hierarchical3. Clustered" />
      <Big_article title="Ποιες οι συνθήκες ανάπτυξης δικτύου αισθητήρων? (5)" content="1.Χαμηλή κατανάλωση ισχύος κάθε μπαταρίας 2.Αυξημένη κάλυψη και ελαχιστοποίηση των «νεκρών» σημείων στο χώρο 3.Καλή ποιότητα ασύρματης επικοινωνίας 4.Κρυπτογράφηση δεδομένων5.Συνεχής επαλήθευση	" />
      <Big_article title="Χαρακτηριστικά του πρωτοκόλλου Zigbee." content="1.Έχει σχεδιαστεί για χαμηλές ταχύτητες μεταφοράς δεδομένων και ελέγχει απλές συσκευές όπως LEDs, θερμοστάτες κ.α. 2.Εξυπηρετεί ασύρματα προσωπικά δίκτυα3.Λειτουργεί στα 2.4Ghz 4.Εμβέλεια στα 100 μέτρα και ταχύτητα στα 250kbps" />
      <Big_article title="Ιδιαίτερα γνωρίσματα του πρωτοκόλλου Zigbee. (5)" content="1.Χαμηλή κατανάλωση ισχύος 2.Μικρό κόστος χρήσης 3.Μη αδειοδοτημένες ραδιοσυχνότητες 4.Μπορεί να δημιουργήσει ευέλικτα και επεκτάσιμα δίκτυα5.Να ενσωματώσει νοημοσύνη με στόχο να αποκατασταθούν δίκτυα και να δρομολογηθούν μηνύματα	" />
      <Big_article title="Κατηγορίες που διακρίνονται οι συσκευές Zigbee. (2)" content="1.Τις συσκευές FFD (Full-Function Devices) ή πλήρους λειτουργικότητας και 2.Tις συσκευές RFD (Reduced-Function Devices) ή μειωμένης λειτουργικότητας.	" />
      <Big_article title="Στοιχεία που συναντώνται σε ένα ένα δίκτυο Zigbee. (3)" content="▪ ο κεντρικός διαχειριστής,>▪ ο απλός διαχειριστής ή δρομολογητής και η τερματική συσκευή (End Device)	" />
      <Big_article title="Τι ορίζουμε ως Big Data?" content="Τα μεγάλα δεδομένα συνήθως ορίζονται ως «μεγάλες ποσότητες δεδομένων που παράγονται πολύ γρήγορα από μεγάλο αριθμό διαφορετικών πηγών».	" />
    </main >
  )
}
